<?php
$lang['stock'] = 'مخزون';
$lang['stock_category'] = 'الأسهم الفئة';
$lang['add_stock'] = 'إضافة أسهم';
$lang['manage_stock'] = 'إدارة المخزون';
$lang['stock_history'] = 'الأسهم التاريخ';
$lang['stock_list'] = 'قائمة الاسهم';
$lang['assign_stock'] = 'تعيين المالية';
$lang['assign_stock_list'] = 'تعيين قائمة الأسهم';
$lang['stock_report'] = 'تقرير الأسهم';
$lang['sub_category'] = 'تقرير الأسهم';
$lang['undefined_category'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['alert_delete_category'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['activity_added_stock_category'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['activity_update_stock_category'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['activity_delete_item_history'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['stock_successfully_added'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['stock_history_deleted'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['stock_deleted'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['activity_delete_stock'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['category_added_successfully'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['category_already_exist'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['stock_already_exist'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['sub_category_already_exist'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['sub_category_deleted'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['inventory'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['buying_date'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['total_stock'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['assign_quantity'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['enter'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['assign_date'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['exceed_stock'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['assign_success'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['assigned_user'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['assign_stock_report'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['assign_stock_deleted'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['activity_assign_stock'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['activity_delete_assign_stock'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['assign_stock_list_for'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['search'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['report_list'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['available_stock'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['report_from'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';
$lang['report_to'] = 'آسف لديك تجاوز الخاص مجموع الأسهم! بك مجموع الأسهم غير';


/* End of file stock_lang.php */
/* Location: ./application/language/arabic/stock_lang.php */
